Repository: bnbk-org/bnbk-ios
Catalog: bnbk/Localizable.xcstrings
Source language: id
Languages: en

source: Baru saja
en: Recently viewed

source: Beranda
en: Home

source: Berita terbaru
en: Latest news

source: BNBK
en: SASB

source: Buku Nyanyian
en: Song Book

source: Cari
en: Search

source: Cari kata kunci
en: Search for keywords

source: Cari lagu atau koor dalam buku nyanyian, aransemen, audio, dan video prajurit Bala Keselamatan dari seluruh dunia 🌏
en: Search for songs, arrangements, audios, and videos from Salvationists around the world 🌏

source: Daftar
en: Register

source: Favorit
en: Saved

source: Judul, pengarang, lirik
en: Title, author, lyrics

source: Kata Sandi
en: Password

source: Kembali
en: Back

source: Konten
en: Contents

source: Koor
en: Chorus

source: KOOR
en: CHORUS

source: Lainnya
en: Others

source: Lewati
en: Skip

source: Lihat semua
en: See all

source: Lupa kata sandi
en: Forget Password?

source: Masuk
en: Sign In

source: Masuk dengan Google
en: Sign In with Google

source: Nyanyian
en: Song

source: Nyanyian Bala Keselamatan
en: Salvation Army Song

source: Pelajari lagu Ini
en: About this song

source: Profil
en: Profile

source: Selamat datang di aplikasi BNBK!
en: Welcome to BNBK!

source: Sorotan
en: Highlights

source: Tidak dapat menemukan apapun
en: Can’t find anything
